tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/headonly"
tap "homebrew/livecheck"
brew "bash"
brew "bash-completion"
brew "emacs"
brew "cask"
brew "coreutils"
brew "dark-mode"
brew "dockutil"
brew "fdupes"
brew "git"
brew "gnu-sed", args: ["with-default-names"]
brew "openssl"
brew "mackup"
brew "mycli"
brew "nmap"
brew "node", link: false
brew "pkg-config"
brew "putty"
brew "pv"
brew "python"
brew "shellcheck"
brew "wget"
brew "yarn"
cask "aerial"
cask "font-advent-pro"
cask "font-inconsolata"
cask "imageoptim"
cask "slack"
cask "touch-bar-simulator"
cask "firefox"
cask "sublime-text"
cask "evernote"
cask "vlc"
cask "alferd"
